datasets/benchmark-results/micron21/201811121930/wordpress-results-httpblug.id-rsa.pubwordpress-1-20181112193621+1100.log
Running 1m test @ http://blug.id-rsa.pub/wordpress/
  1 threads and 1 connections
  Thread calibration: mean lat.: 34.649ms, rate sampling interval: 97ms
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    31.30ms    8.91ms  55.36ms   70.00%
    Req/Sec     0.97      2.96    10.00     90.27%
  Latency Distribution (HdrHistogram - Recorded Latency)
 50.000%   30.09ms
 75.000%   36.86ms
 90.000%   40.54ms
 99.000%   55.39ms
 99.900%   55.39ms
 99.990%   55.39ms
 99.999%   55.39ms
100.000%   55.39ms

  Detailed Percentile spectrum:
       Value   Percentile   TotalCount 1/(1-Percentile)

      21.279     0.000000            1         1.00
      21.695     0.100000            5         1.11
      22.831     0.200000           10         1.25
      23.503     0.300000           15         1.43
      24.607     0.400000           20         1.67
      30.095     0.500000           25         2.00
      35.071     0.550000           28         2.22
      35.423     0.600000           30         2.50
      36.575     0.650000           33         2.86
      36.639     0.700000           35         3.33
      36.863     0.750000           38         4.00
      37.279     0.775000           39         4.44
      37.663     0.800000           40         5.00
      37.727     0.825000           42         5.71
      38.111     0.850000           43         6.67
      38.271     0.875000           44         8.00
      40.543     0.887500           45         8.89
      40.543     0.900000           45        10.00
      40.991     0.912500           46        11.43
      48.255     0.925000           47        13.33
      48.255     0.937500           47        16.00
      50.303     0.943750           48        17.78
      50.303     0.950000           48        20.00
      50.303     0.956250           48        22.86
      51.807     0.962500           49        26.67
      51.807     0.968750           49        32.00
      51.807     0.971875           49        35.56
      51.807     0.975000           49        40.00
      51.807     0.978125           49        45.71
      55.391     0.981250           50        53.33
      55.391     1.000000           50          inf
#[Mean    =       31.296, StdDeviation   =        8.910]
#[Max     =       55.360, Total count    =           50]
#[Buckets =           27, SubBuckets     =         2048]
----------------------------------------------------------
  60 requests in 1.00m, 3.10MB read
Requests/sec:      1.00
Transfer/sec:     52.82KB